{
    "pageTextData": [
		{
			"title": "Costa Coffee In Store",
			"subTitle": "Delicious food and drinks",		
			"description": "Discover a wide range of coffees instore with Costa. Costa offers everything from Smoothies, Hot Milkshakes, to Espressos and Gingerbread Caramel Lattes. Costa does not offer just drinks, but also a wide range of food such as cakes, toasties, and sandwiches!"
		},
		{
			"title": "Costa Coffee in a Bottle",
			"subTitle": "A range of tasty bottled frappes",					
			"description": "Discover Costa's frappe bottled drink range. Discover a range of bottled flavours and bottled sizes. Costa does not offer this just in their store, but also in your local supermarkets. We are also committed to the environment and our coffee is rainforest alliance certified."
		},
		{
			"title": "Costa in a Can",
			"subTitle": "A range of canned refreshing drinks",		
			"description": "Discover Costa's range of canned drinks including vanilla latte, espresso, double espresso and many other flavours. You can find this range in your local Costa Coffee cafe or in your local supermarkets. All you need to do is shake, open and then consume!"
		},
		{
			"titleCarouselFood": "A taster of our breakfast range",
			"descriptionCarouselFood": "Discover our breakfast selection including the egg muffin bap!"
		},
		{
			"titleCarouselFood": "A flavour of our lunch",
			"descriptionCarouselFood": "Discover a range of lunch options such as the cheese and bean toastie!"
		},
		{
			"titleCarouselFood": "Discover our desert and sweets collection",
			"descriptionCarouselFood": "Indulge in a range of deserts such as the carrot and walnut cake!"
		},
		{
			"titleCarouselDrink": "Did you know",
			"descriptionCarouselDrink": "We offer far more than just hot coffee? Why not try a Frappe, hot milkshake, tea or Coffee over ice."
		},	
		{
			"titleCarouselDrink": "Did you know",
			"descriptionCarouselDrink": "Costa is the largest coffeehouse chain in the UK."
		},	
		{
			"titleCarouselDrink": "Did you know",
			"descriptionCarouselDrink": "Costa was founded in 1971 in London."
		},			
		{			
			"interactionPanelCameraTitle": "Camera Views",
			"interactionPanelCamera": "Use the buttons to manipulate the camera",
			"interactionPanelAnimationTitle": "Animation",
			"interactionPanelAnimate": "Use the buttons to animate the camera",
			"interactionPanelRenderTitle": "Render",
			"interactionPanelRender": "Use the buttons to change the rendering options"
		},
		{			
			"originalityStatement": "These web pages are submitted as part requirement for the degree of Computer Science (BSc) at the University of Sussex. They are the product of my own labour except where indicated in the web page content. These web pages or contents may be freely copied and distributed provided the source is acknowledged"
		}			
	]
}